espressif/esp-idf/components/esp_common/test_apps/esp_common/sdkconfig.ci.psram_noinit
# For EXT_RAM_NOINIT_ATTR

CONFIG_IDF_TARGET="esp32"
CONFIG_SPIRAM=y
CONFIG_SPIRAM_ALLOW_NOINIT_SEG_EXTERNAL_MEMORY=y
CONFIG_SPIRAM_ALLOW_BSS_SEG_EXTERNAL_MEMORY=y
